{"8e5f196487b9c9a4fd52":{"recipeName":"Česnečka","description":"Brambory oloupejte, nakrájejte na kostičky, uvařte doměkka a slijte. Než se uvaří brambory, nakrájejte na kostičky chléb, nastrouhejte sýr, utřete česnek a nasekejte petrželku. V pánvi rozehřejte máslo a opečte chléb ze všech stran. V hrnci přiveďte k varu vývar, dochuťte ho solí a majoránkou, přidejte česnek a hned stáhněte z plotny. Do misek rozdělte brambory, zalijte je vývarem a podávejte s krutony, sýrem a petrželkou.","ingredients":["brambory","chleba","sýr","česnek","máslo","kuřecí\/hovězí vývar","majoránka","sůl"],"author":"Richard Novák","tags":["lunch"]},"1f2832eefdf1382a4f8b":{"recipeName":"Kuřecí stehna na zelí pečená v pečence","description":"Cibuli a jablko oloupeme. Z jablka odstraníme jádřinec a společně ho s cibulí a slaninou nakrájíme nadrobno. Kysané zelí scedíme, ochutnáme a pokud je hodně kyselé, v sítku ho malinko propláchneme vodou. Zelí a nakrájené suroviny dáme na dno nádoby pečenky a podle chuti přidáme trochu cukru. Promícháme a nahoru položíme osolená stehna. Stehna posypeme kmínem, na pečenku dáme víko a pečeme 70 minut. Během pečení stehna mašlovačkou 2-3x potřeme olejem se solí. Podáváme s bramborovým knedlíkem.","ingredients":["kuřecí stehna","kysané zelí","slanina","cibule","jablko","kmín","sůl","cukr","olej"],"author":"Richard Novák","tags":["lunch","glutenFree"]},"dbacefb4744fb102b2e3":{"recipeName":"Štrúdl","description":"Včas zapneme nahřívat troubu na 180 °C. Plech vyložíme pečicím papírem. Do prosáté mouky přidáme Heru, jogurt, zpracujeme těsto a dáme ho asi 15 minut do chladna odpočinout. Jablka oloupeme a nakrájíme nebo nastrouháme. Prosypeme skořicovým cukrem a promícháme.\r\nTěsto si rozdělíme na 3 díly. Z každého vyválíme tenčí plát, posypeme ořechy nebo strouhankou (aby se těsto šťávou z jablek nepromáčelo), navršíme na něj jablka, posypeme rozinkami (nejlépe předem namočenými v rumu nebo citronu - nemusí být). Každý plát těsta zavineme a konce dobře utěsníme.\r\nPovrch každého štrúdlu pomažeme vejcem a vložíme do předehřáté trouby. Pečeme do zlaté barvy cca 25-30 minut, podle síly těsta.","ingredients":["Hladká mouka","hera","bílý jogurt","jablka","cukr","ořechy","rozinky","vejce na potření"],"author":"Ivana Svobodová","tags":["breakfast"]},"7464b9fa9cedc48ad1b8":{"recipeName":"Cizrnové kari s kokosovým mlékem","description":"Cibuli, česnek a zázvor nakrájejte nadrobno. V hrnci rozehřejte olej a na něm ingredience restujte, dokud nezezlátnou.\r\nPřidejte mletý koriandr, kmín, kurkumu a garam masala koření. Směs orestujte další minutu, aby se koření propojilo s ostatními ingrediencemi. \r\nDo hrnce přidejte vařenou cizrnu a dobře promíchejte, aby byla cizrna obalená kořením.\r\nPřilijte kokosové mléko a promíchejte. Přikryjte hrnec a nechte jídlo vařit na mírném ohni asi 15 minut.\r\nOchutnejte a přidejte sůl podle chuti. Pokud je potřeba, přidejte ještě trochu koření.\r\nChana masalu podávejte horkou, ideálně s čerstvým chlebem nebo rýží.","ingredients":["cizrna","cibule","česnek","zázvor","koriandr","kmín","kurkuma","garam masala","kokosové mléko","olivový olej","sůl","rýže"],"author":"Ivana Svobodová","tags":["dinner","vegan","glutenFree"]}}